---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.MEPBuildingConstruction
source: html/ff0a7d37-d853-547f-d8cd-7400a23eb933.htm
---
# MEPBuildingConstruction Properties

The id of the assembly instance to which the element belongs.